cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'docker'
brew 'docker-compose'
brew 'editorconfig'
brew 'go'
brew 'grc'
brew 'imagemagick'
brew 'jp2a'
brew 'libgit2'
brew 'nvm'
brew 'openssl'
brew 'postgresql'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'python3'
brew 'rbenv'
brew 'ruby-build'
brew 'ruby'
brew 'readline'
brew 'unrar'
brew 'vim', args: ['with-override-system-vi', 'with-python3']
brew 'wget'
brew 'yarn'
brew 'zlib'
brew 'zsh'
