cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'editorconfig'
brew 'imagemagick'
brew 'libgit2'
brew 'nvm'
brew 'openssl'
brew 'postgresql'
brew 'pre-commit'
brew 'python3'
brew 'redis'
brew 'tmux'
brew 'vim', args: ['with-override-system-vi', 'with-python3']
brew 'wget'
brew 'yarn'
brew 'zlib'
brew 'zsh'
